my-apache-http-client/src/test/resources/EMDImageRQ.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Header>
        <t:Transaction xmlns:t="xxs">
        </t:Transaction>
    </SOAP-ENV:Header>
    <SOAP-ENV:Body>
        <ns1:XXTransaction xmlns:ns1="xxs">
            <REQ>
            </REQ>
        </ns1:XXTransaction>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
